Repository: wandersonareis/Installer_Translation_FinalFantasyXIII_Winforms
Catalog: LightningReturnFFXIII_*/Properties/Resources.resx
Languages: pt_br

# AllUpDate
source: Both the program and the translation are in the latest version.
pt_br: Tanto o programa quanto a tradução estão na versão mais recente.

# InstallCanceled
source: Installation of the translation cancelled.
pt_br: Instalação da tradução cancelada.

# MakeBackup
source: Making a backup
pt_br: Fazendo cópia de segurança

# InstallTranslationComplete
source: Installation of the translation is complete.
pt_br: Instalação da tradução está completa.

# DownTranslationComplete
source: Translation package download finished!
pt_br: Download do pacote de tradução finalizado!

# DownTranslation
source: Downloading the translation...
pt_br: Fazendo download da tradução...

# UninstallComplete
source: Uninstallation is complete.
pt_br: Desinstalação completa.

# AppUpdateMessage
source: A new version of the program is available. Do you want to upgrade?
pt_br: Uma nova versão do programa está disponível. Você quer atualizar?

# ExtractPackageInterrupted
source: Extraction of the translation package was interrupted. Id of the package is different from the Id of the translation.
pt_br: Extração do pacote de tradução foi interrompido. Id do pacote é diferente do Id da tradução.

# CancelWarning
source: It has an active process running. If interrupted, it can corrupt the game files.
pt_br: Tem um processo em andamento. Se interromper, pode corromper os arquivos do jogo.

# AppUpdate
source: Downloading the program update!
pt_br: Fazendo download da atualização do programa!

# Server_Response
source: Getting information from the server
pt_br: Obtendo informações do servidor

# GameDirectoryNot
source: How can you not have a game directory?
pt_br: Como não pode ter diretório do jogo?

# UninstallStart
source: Starting the deinstallation, do not close the program.
pt_br: Iniciando a desinstalação, não feche o programa.

# WrongPackage
source: This is not a translation package for LRFFXIII.
pt_br: Este não é um pacote de tradução para LRFFXIII.

# ConfirmAnswer
source: Are you sure?
pt_br: Tem certeza?

# WriteFailed
source: An error has occurred: The file could not be written. You may be installing in the read-only directory or the program does not have permissions. Check the directory or run the program below. Administrator rights.
pt_br: Ocorreu um erro: O arquivo não pôde ser gravado. Você pode estar instalando no diretório somente leitura ou o programa não tem permissões. Verifique o diretório ou execute o programa abaixo. Direitos de administrador.

# ReadFailed
source: An error has occurred: The file could not be read. It is possible that you are installing in a directory to which the program does not have access permission. Check the directory or run the program as Admin.
pt_br: Ocorreu um erro: O arquivo não pôde ser lido. É possível que você esteja instalando em um diretório ao qual o programa não tem permissão de acesso. Verifique o diretório ou execute o programa como Admin.

# UninstallFailed
source: Uninstallation failed! LRFF13 may have been uninstalled, or during uninstallation it was interrupted unexpectedly.
pt_br: Falha na desinstalação! É possível que o LRFF13 tenha sido desinstalado ou, durante a desinstalação foi interrompido inesperadamente.

# FreeSpace
source: Warning: To install the translation, the drive must have about 5 GB free. Your drive has {0} free space. Please continue?
pt_br: Aviso: Para instalar a tradução, a unidade precisa ter cerca de 5 GB livres. Sua unidade tem {0} de espaço livre. Continuar?

# AppVersion
source: Program version: {0}
pt_br: Versão do programa: {0}

# TranslationTime
source: Date of the translation: {0}.
pt_br: Data da tradução: {0}.

# TranslationID
source: Translation Id: {0}
pt_br: Id da tradução: {0}

# BeginInstall
source: When starting the installation, do not close the program. If there are any problems or unexpected closures. Use "Uninstall" and reinstall. Translation by TriboGamer is free. Download the program only from tribogamer.com to avoid insertion of malicious code.
pt_br: Iniciando a instalação, não feche o programa. Se houver algum problema ou fechamento inesperado. Use \"Desinstalar\" e reinstale. Tradução gratuita feita pela TriboGamer. Faça o download do programa apenas em tribogamer.com para evitar a inserção de código malicioso.

# UpdateBroken
source: Update stopped!!!
pt_br: Atualização interrompida!!!

# UnistallBroken
source: Uninstallation stopped!!!
pt_br: Desinstalação interrompida!!!

# InstallBroken
source: Installation stopped!!!
pt_br: Instalação interrompida!!!

# UninstallConfirm
source: Are you sure you want to uninstall?
pt_br: Tem certeza que quer desinstalar?

# BinNotFounded
source: An error occurred: translation package not found.
pt_br: Ocorreu um erro: pacote de traduçao não encontrado. Atualize a tradução.

# LocationException
source: An error occurred: game folder not found. Select the correct game folder.
pt_br: Ocorreu um erro: pasta do jogo não encontrada. Selecione a pasta correta do jogo.

# InProgressWarning
source: An error has occurred: Another process in progress. Please wait.
pt_br: Ocorreu um erro: Outro processo em andamento. Aguarde.

# TranslationUpdateMessage
source: A new version of the translation is available. Do you want to update?
pt_br: Uma nova versão da tradução está disponível. Deseja atualizar?

# HttpRequestBroken
source: Are you connected to the Internet?
pt_br: Você está conectado à internet?
